Repository: ExpLife0011/cyberpanel
Catalog: locale/gr/LC_MESSAGES/django.po
Languages: el_gr

source: Bandwidth
el_gr: Εύρος ζώνης

source: FTP Accounts
el_gr: Λίστα Λογαριασμών FTP

source: Cannot create package. Error message:
el_gr: Δεν είναι δυνατό να δημιουργήσετε πακέτο. Μήνυμα λάθους:

source: Successfully Created
el_gr: Δημιουργήθηκε με Επιτυχία

source: Delete Package - CyberPanel
el_gr: Διαγραφή του πακέτο - CyberPanel

source: Select Package
el_gr: Επιλέξτε Πακέτο

source: Cannot delete package. Error message:
el_gr: Δεν είναι δυνατό να διαγράψετε το πακέτο. Μήνυμα λάθους:

source: Successfully Deleted
el_gr: Διαγράφηκε με Επιτυχία!

source: Packages - CyberPanel
el_gr: Πακέτα - CyberPanel

source: Modify Package - CyberPanel
el_gr: Τροποποιήσετε το Πακέτο - CyberPanel

source: Cannot fetch package details. Error message:
el_gr: Δεν είναι δυνατή η λήψη των στοιχείων του πακέτου. Μήνυμα λάθους:

source: Package Details Successfully Fetched
el_gr: Επιτυχής λήψη στοιχείων του πακέτου

source: Successfully Modified
el_gr: Τροποποιήθηκε με Επιτυχία

source: Access Logs - CyberPanel
el_gr: Αρχεία καταγραφής πρόσβασης - CyberPanel

source: Access Logs
el_gr: Αρχεία καταγραφής πρόσβασης

source: Access Logs for main web server.
el_gr: Πρόσβαση σε αρχεία καταγραφής για τον κύριο διακομιστή ιστού.

source: Last 50 Lines
el_gr: Τελευταίες 50 γραμμές

source: Last 50 Lines Fetched
el_gr: Οι τελευταίες 50 Γραμμές Έχουν τραβηχτεί

source: Could not fetch logs. Use the command line to view the log file.
el_gr: Δεν ήταν δυνατή η λήψη αρχείων καταγραφής. Χρησιμοποιήστε τη γραμμή εντολών για να προβάλετε το αρχείο καταγραφής.

source: Error Logs - CyberPanel
el_gr: Αρχεία καταγραφής σφαλμάτων - CyberPanel

source: Email Logs for main web server.
el_gr: Μητρώα ηλεκτρονικού ταχυδρομείου για τον κύριο διακομιστή ιστού.

source: Error Logs for main web server.
el_gr: Καταγραφή σφαλμάτων για τον κύριο διακομιστή ιστού.

source: FTP Logs - CyberPanel
el_gr: Καταγραφές FTP - CyberPanel

source: FTP Logs for main web server.
el_gr: Καταγραφές FTP για κύριο διακομιστή ιστού.

source: Server Logs - CyberPanel
el_gr: Αρχεία καταγραφής σφαλμάτων - CyberPanel

source: Server Logs
el_gr: Αρχεία καταγραφής διακομιστή

source: These are the logs from main server, to see logs for your website navigate to: Websites -> List Websites -> Select Website -> View Logs.
el_gr: Αυτά είναι τα αρχεία καταγραφής από τον κύριο διακομιστή, για να δείτε τα αρχεία καταγραφής για τον ιστότοπό σας πλοηγηθείτε σε: Ιστοσελίδες -> Λίστα ιστότοπων -> Επιλογή ιστοτόπου -> Προβολή αρχείων καταγραφής.

source: CyberPanel Main Log File - CyberPanel
el_gr: Κύριο αρχείο καταγραφής CyberPanel - CyberPanel

source: This log file corresponds to errors generated by CyberPanel for your domain errors log you can look into /home/domain/logs.
el_gr: Αυτό το αρχείο καταγραφής αντιστοιχεί σε σφάλματα που δημιουργούνται από το CyberPanel για το αρχείο καταγραφής σφαλμάτων τομέα που μπορείτε να αναζητήσετε στο / home / domain / logs.

source: Server Status - CyberPanel
el_gr: Κατάσταση του Διακομιστή - CyberPanel

source: View LiteSpeed status and log files.
el_gr: Προβάλετε την κατάσταση LiteSpeed και τα αρχεία καταγραφής.

source: LiteSpeed Status - CyberPanel
el_gr: Κατάσταση LiteSpeed - CyberPanel

source: LiteSpeed Status:
el_gr: Κατάσταση LiteSpeed

source: On this page you can get information regarding your LiteSpeed processes.
el_gr: Σε αυτή τη σελίδα μπορείτε να λάβετε πληροφορίες σχετικά με τις διαδικασίες LiteSpeed.

source: LiteSpeed Processes
el_gr: Διαδικασίες LiteSpeed

source: Process ID
el_gr: Αναγνωριστικό διαδικασίας

source: Main Process
el_gr: Κύρια διαδικασία

source: lscgid Process
el_gr: Διαδικασία lscgid

source: Could not fetch details, either LiteSpeed is not running or some error occurred, please see CyberPanel Main log file.
el_gr: Δεν ήταν δυνατή η λήψη στοιχείων, είτε το LiteSpeed δεν εκτελείται είτε παρουσιάστηκε κάποιο σφάλμα, ανατρέξτε στο κύριο αρχείο καταγραφής CyberPanel.

source: Reboot Litespeed
el_gr: Επανεκκινήστε το Litespeed

source: Stop LiteSpeed
el_gr: Τερματίστε το LiteSpeed

source: Error Occurred. See CyberPanel main log file.
el_gr: Προέκυψε Σφάλμα. Δείτε το κύριο αρχείο καταγραφής CyberPanel.

source: Could not connect to server.
el_gr: Δεν ήταν δυνατή η σύνδεση με το διακομιστή

source: Server Tuning - CyberPanel
el_gr: Συντονισμός διακομιστή - CyberPanel

source: On this page you can set runing parameters for your webserver depending on your hardware.
el_gr: Σε αυτή τη σελίδα μπορείτε να ορίσετε παραμέτρους εκτέλεσης για τον webserver σας ανάλογα με το υλικό σας.

source: LiteSpeed Tuning - CyberPanel
el_gr: Συντονισμός LiteSpeed - CyberPanel

source: You can use this page to tweak your server according to your website requirments.
el_gr: Μπορείτε να χρησιμοποιήσετε αυτήν τη σελίδα για να τροποποιήσετε το διακομιστή σας σύμφωνα με τις απαιτήσεις του ιστότοπού σας.

source: Max Connections
el_gr: Μέγιστες Συνδέσεις

source: Max SSL Connections
el_gr: Μέγιστες Συνδέσεις SSL

source: Connection Timeout
el_gr: Χρονικό όριο Σύνδεσης

source: Keep Alive Timeout
el_gr: Διατήρηση χρονικού ορίου

source: Cache Size in memory
el_gr: Μέγεθος προσωρινής μνήμης στη μνήμη

source: Enable GZIP Compression
el_gr: Ενεργοποίηση Συμπίεσης GZIP

source: Currently:
el_gr: Αυτή τη στιγμή είστε:

source: Tune Web Server
el_gr: Συντονίστε το διακομιστή Web

source: Cannot fetch Current Value, but you can still submit new changes, error reported from server:
el_gr: εν είναι δυνατή η λήψη της τρέχουσας τιμής, αλλά εξακολουθείτε να υποβάλετε νέες αλλαγές, σφάλμα που αναφέρθηκε από το διακομιστή:

source: Cannot save details, Error Message:
el_gr: Δεν είναι δυνατή η αποθήκευση λεπτομερειών, Μήνυμα λάθους:

source: Web Server Successfully tuned.
el_gr: Ο διακομιστής Web έχει επιτυχώς ρυθμιστεί.

source: PHP Tuning - CyberPanel
el_gr: Συντονισμός PHP - CyberPanel

source: Set how each version of PHP behaves in your server here.
el_gr: Ορίστε πώς συμπεριφέρεται κάθε έκδοση της PHP στο διακομιστή σας εδώ.

source: Initial Request Timeout (secs)
el_gr: Αρχική αίτηση χρονικού ορίου (δευτερόλεπτα)

source: Memory Soft Limit
el_gr: Ελαστικό όριο μνήμης

source: Memory Hard Limit
el_gr: Αυστηρό Όριο Μνήμης

source: Process Soft Limit
el_gr: Διαδικασία Ελαστικού Ορίου μνήμης

source: Process Hard Limit
el_gr: Διαδικασία Αυστηρού Ορίου

source: Persistent Connection
el_gr: Συνεχής σύνδεση

source: Enable
el_gr: Ενεργοποίηση

source: Disable
el_gr: Απενεργοποιήση

source: Tune PHP
el_gr: Συντονίστε το PHP

source: Cannot tune. Error message:
el_gr: Δεν είναι δυνατό να συντονιστείτε. Μήνυμα λάθους:

source: Details Successfully fetched.
el_gr: Επιτυχής λήψη στοιχείων.

source: Successfully tuned.
el_gr: Ρυθμίστηκε επιτυχώς.

source: Create New User - CyberPanel
el_gr: Δημιουργία νέου χρήστη - CyberPanel

source: Create root, reseller or normal users on this page.
el_gr: Δημιουργήστε root, μεταπωλητή ή απλούς χρήστες σε αυτήν τη σελίδα.

source: User Details
el_gr: Λεπτομέρειες Χρήστη

source: First Name
el_gr: Κύριο Όνομα

source: First Name should contain only alphabetic characters.
el_gr: Το πεδίο «Όνομα» μπορεί να περιέχει μόνο γράμματα, παύλες και κενά.

source: Last Name
el_gr: Επώνυμο

source: Last Name should contain only alphabetic characters.
el_gr: Το επώνυμο πρέπει να περιέχει μόνο αλφαβητικούς χαρακτήρες.

source: Invalid Email
el_gr: Μη έγκυρο email

source: Account Type
el_gr: Τύπος Λογαριασμού

source: User Accounts Limit
el_gr: Όριο λογαριασμών χρηστών

source: Only Numbers
el_gr: Μόνο αριθμούς

source: Username
el_gr: Όνομα Χρήστη

source: Username should be lowercase alphanumeric.
el_gr: Το όνομα χρήστη πρέπει να είναι με πεζά αλφαριθμητικό.

source: Must contain one number and one special character.
el_gr: Πρέπει να περιέχει έναν αριθμό και έναν ειδικό χαρακτήρα.

source: Create User
el_gr: Δημουργία Χρήστη

source: Account with username:
el_gr: Λογαριασμός με όνομα χρήστη:

source: Cannot create user. Error message:
el_gr: Δεν είναι δυνατό να δημιουργήσετε χρήστη. Μήνυμα λάθους:

source: Length of first and last name combined should be less than or equal to 20 characters
el_gr: Το μήκος του συνδυασμού ονόματος και επωνύμου πρέπει να είναι μικρότερο ή ίσο με 20 χαρακτήρες

source: Delete User - CyberPanel
el_gr: Διαγραφή χρήστη - CyberPanel

source: Websites owned by this user will automatically transfer to the root.
el_gr: Οι ιστότοποι που ανήκουν σε αυτόν τον χρήστη θα μεταφερθούν αυτόματα στο root.

source: Select User
el_gr: Επιλογή Χρήστη

source: Cannot delete user. Error message:
el_gr: Δεν είναι δυνατή η διαγραφή του χρήστη. Μήνυμα λάθους:

source: User
el_gr: Χρήστης

source: User Functions - CyberPanel
el_gr: Λειτουργίες Χρήστη - CyberPanel

source: Create, edit and delete users on this page.
el_gr: Δημιουργία, επεξεργασία και διαγραφή χρηστών σε αυτή τη σελίδα.

source: Modify User - CyberPanel
el_gr: Τροποποίηση χρήστη - CyberPanel

source: Modify existing user settings on this page.
el_gr: Τροποποιήστε τις υπάρχουσες ρυθμίσεις χρήστη σε αυτή τη σελίδα.

source: Select Account
el_gr: Επιλέξτε λογαριασμό!

source: is successfully modified.
el_gr: τροποποιείται με επιτυχία.

source: Cannot modify user. Error message:
el_gr: Δεν είναι δυνατή η τροποποίηση του χρήστη. Μήνυμα λάθους:

source: Details fetched.
el_gr: Επιτυχής λήψη στοιχείων.

source: Account Details - CyberPanel
el_gr: Στοιχεία Λογαριασμού - CyberPanel

source: Account Details
el_gr: Στοιχεία Λογαριασμού

source: List the account details for the currently logged in user.
el_gr: Καταχωρίστε τα στοιχεία του λογαριασμού για τον χρήστη που είναι συνδεδεμένος αυτήν τη στιγμή.

source: Account Level
el_gr: Επίπεδο λογαριασμού

source: ( 0 = Unlimited )
el_gr: (0 = απεριόριστα)

source: Websites Limit
el_gr: Όριο ιστοσελίδες

source: Create New Website - CyberPanel
el_gr: Δημιουργία νέας ιστοσελίδας - CyberPanel

source: On this page you can launch, list, modify and delete websites from your server.
el_gr: Σε αυτήν τη σελίδα μπορείτε να ξεκινήσετε, να καταγράψετε, να τροποποιήσετε και να διαγράψετε ιστότοπους από το διακομιστή σας.

source: Website Details
el_gr: Στοιχεία ιστοτόπου

source: Select Owner
el_gr: Επιλέξτε Κάτοχο

source: Invalid Domain (Note: You don't need to add 'http' or 'https')
el_gr: Μη έγκυρος τομέας (Σημείωση: Δεν χρειάζεται να προσθέσετε 'http' ή 'https')

source: Additional Features
el_gr: Επιπρόσθετα Χαρακτηριστικά

source: Cannot create website. Error message:
el_gr: Δεν είναι δυνατή η δημιουργία ιστότοπου. Μήνυμα λάθους:

source: Website with domain
el_gr: Ιστοσελίδα με domain

source: is Successfully Created
el_gr: Δημιουργήθηκε με Επιτυχία

source: Delete Website - CyberPanel
el_gr: Διαγραφή Ιστοσελίδας - CyberPanel

source: This page can be used to delete website, once deleted it can not be recovered.
el_gr: Αυτή η σελίδα μπορεί να χρησιμοποιηθεί για τη διαγραφή του ιστότοπου, αφού διαγραφεί, δεν μπορεί να ανακτηθεί.

source: Cannot delete website, Error message:
el_gr: Δεν είναι δυνατή η δημιουργία ιστότοπου. Μήνυμα λάθους:

source: Successfully Deleted.
el_gr: Διαγράφηκε με Επιτυχία!

source: For SSL to work DNS of domain should point to server, otherwise self signed SSL will be issued, you can add your own SSL later.
el_gr: Για να λειτουργεί το SSL, το DNS του τομέα θα πρέπει να δείχνει σε διακομιστή, διαφορετικά θα εκδοθεί αυτόματα υπογεγραμμένο SSL, μπορείτε να προσθέσετε το δικό σας SSL αργότερα.

source: Website Functions - CyberPanel
el_gr: Λειτουργίες της Ιστοσελίδας - CyberPanel

source: Suspend/Unsuspend Website
el_gr: Αναστολή/Απενεργοποίηση Ιστοσελίδας

source: Cannot fetch website details. Error message:
el_gr: Δεν είναι δυνατή η λήψη των λεπτομερειών του ιστότοπου. Μήνυμα λάθους:

source: Websites Hosted - CyberPanel
el_gr: Φιλοξενία ιστοσελίδων - CyberPanel

source: Cannot list websites. Error message:
el_gr: Δεν είναι δυνατή η λίστα ιστότοπων. Μήνυμα λάθους:

source: Modify Website - CyberPanel
el_gr: Τροποποίηση ιστοτόπου - CyberPanel

source: Current Package:
el_gr: Τρέχον Πακέτο

source: Current Owner:
el_gr: Τρέχων Κάτοχος:

source: Cannot modify website. Error message:
el_gr: Δεν είναι δυνατή η τροποποίηση του ιστότοπου. Μήνυμα λάθους:

source: Website Details Successfully fetched
el_gr: Στοιχεία Ιστοσελίδας Επιτυχής ανάκτηση

source: Suspend/Unsuspend Website - CyberPanel
el_gr: Αναστολή/Απενεργοποίηση Ιστοσελίδας - CyberPanel

source: This page can be used to suspend/unsuspend website.
el_gr: Αυτή η σελίδα μπορεί να χρησιμοποιηθεί για την αναστολή / αφαίρεση της ιστοσελίδας.

source: Suspend
el_gr: Αναστολή

source: Un-Suspend
el_gr: Απενεργοποίηση

source: Cannot suspend website, Error message:
el_gr: Δεν είναι δυνατή η αναστολή της ιστοσελίδας, Μήνυμα σφάλματος:

source: Cannot unsuspend website. Error message:
el_gr: Δεν είναι δυνατή η αναίρεση της ιστοσελίδας. Μήνυμα λάθους:

source: Website
el_gr: Ιστοσελίδα:

source: Successfully
el_gr: Επιτυχώς

source: All functions related to a particular site.
el_gr: Όλες οι λειτουργίες που σχετίζονται με συγκεκριμένο ιστότοπο.

source: Resource Usage
el_gr: Χρήση Πηγών

source: Resource
el_gr: Πηγή

source: Allowed
el_gr: Επιτρέπεται

source: Bandwidth Usage
el_gr: Χρήση Εύρους ζώνης

source: Load Access Logs
el_gr: Φόρτωση αρχείων καταγραφής πρόσβασης

source: Load Error Logs
el_gr: Φόρτωση καταγραφών σφαλμάτων

source: Logs Fetched
el_gr: Αρχεία καταγραφής που Έχουν εξαχθεί

source: Could not fetch logs, see the logs file through command line. Error message:
el_gr: Δεν ήταν δυνατή η λήψη αρχείων καταγραφής. Χρησιμοποιήστε τη γραμμή εντολών για να προβάλετε το αρχείο καταγραφής. Μήνυμα λάθους:

source: Next
el_gr: Επόμενο

source: Previous
el_gr: Προηγούμενο

source: Path
el_gr: Διαδρομή

source: Configurations
el_gr: Ρυθμίσεις

source: Edit vHost Main Configurations
el_gr: Επεξεργασία κύριων παραμέτρων vHost

source: Add Rewrite Rules (.htaccess)
el_gr: Προσθήκη Κανόνων επανεγγραφής (.htaccess)

source: Add Your Own SSL
el_gr: Προσθέστε το Δικό σας SSL

source: Add SSL
el_gr: Προσθέστε το SSL

source: SSL Saved
el_gr: SSL Αποθηκεύθηκε

source: Could not save SSL. Error message:
el_gr: Δεν ήταν δυνατή η αποθήκευση του SSL. Μήνυμα λάθους:

source: Current configuration in the file fetched.
el_gr: Η τρέχουσα διαμόρφωση του αρχείου έχει παραληφθεί.

source: Could not fetch current configuration. Error message:
el_gr: Δεν ήταν δυνατή η λήψη της τρέχουσας διαμόρφωσης. Μήνυμα λάθους:

source: Current rewrite rules in the file fetched.
el_gr: Οι τρέχοντες κανόνες επανεγγραφής στο αρχείο που έχουν ληφθεί.

source: Could not fetch current rewrite rules. Error message:
el_gr: Δεν ήταν δυνατή η εξαγωγή των υφιστάμενων κανόνων επανεγγραφής. Μήνυμα λάθους:

source: Could not save rewrite rules. Error message:
el_gr: Δεν ήταν δυνατή η αποθήκευση κανόνων επανεγγραφής. Μήνυμα λάθους:

source: Save Rewrite Rules
el_gr: Αποθήκευση κανόνων επανεγγραφής

source: Files
el_gr: Αρχεία

source: File Manager
el_gr: Διαχείριση Αρχείων

source: Application Installer
el_gr: Πρόγραμμα Εγκατάστασης της Εφαρμογής

source: Wordpress with LSCache
el_gr: WordPress με LSCache

source: Installation failed. Error message:
el_gr: Η εγκατάσταση απέτυχε. Μήνυμα λάθους:

source: Installation successful. To complete the setup visit:
el_gr: Η εγκατάσταση είναι επιτυχής. Για την ολοκλήρωση της επίσκεψης της εγκατάστασης (Setup):
