Repository: ExpLife0011/cyberpanel
Catalog: locale/gr/LC_MESSAGES/django.po
Languages: el_gr

source: English
el_gr: Αγγλικά

source: Chinese
el_gr: Κινέζικα

source: Bulgarian
el_gr: Βουλγάρικα

source: Portuguese
el_gr: Πορτογαλικά

source: Japanese
el_gr: Ιαπωνικά

source: Back up Website
el_gr: Δημιουργία αντιγράφων ασφαλείας

source: This page can be used to Back up your websites
el_gr: Αυτή η σελίδα μπορεί να χρησιμοποιηθεί για την δημιουργία αντιγράφων ασφαλείας των ιστότοπων σας

source: Select Website
el_gr: Επιλέξτε ιστοσελίδα

source: Destination
el_gr: Προορισμός

source: Home
el_gr: Αρχική

source: File Name
el_gr: Όνομα Αρχείου

source: Status
el_gr: Κατάσταση

source: Running
el_gr: Τρέχει...

source: Create Back up
el_gr: Δημιουργία αντιγράφων ασφαλείας

source: Cancel Backup
el_gr: Ακύρωση της δημιουργίας αντιγράφων ασφαλείας

source: ID
el_gr: ΙD

source: File
el_gr: Αρχείο

source: Date
el_gr: Ημερομηνία

source: Size
el_gr: Μέγεθος

source: Delete
el_gr: Διαγραφή

source: Cannot delete website, Error message:
el_gr: Δεν μπορεί να διαγράψει την ιστοσελίδα, το μήνυμα λάθους:

source: Successfully Deleted
el_gr: Διαγράφηκε με επιτυχία!

source: Set up Back up Destinations
el_gr: Ρυθμίστε τους προορισμούς δημιουργίας αντιγράφων ασφαλείας

source: On this page you can set up your Back up destinations. (SFTP)
el_gr: Σε αυτή τη σελίδα μπορείτε να ρυθμίσετε τα αντίγραφα ασφαλείας των προορισμοί. (SFTP)

source: IP Address
el_gr: Διεύθυνση: IP

source: Password
el_gr: Κωδικός

source: Port
el_gr: Θύρα

source: Add Destination
el_gr: Προσθήκη προορισμού

source: Connection to
el_gr: Σύνδεση με

source: successful.
el_gr: επιτυχώς

source: Cannot add destination. Error message:
el_gr: Δεν είναι δυνατή η προσθήκη προορισμού. Μήνυμα λάθους:

source: Destination Added.
el_gr: Προορισμός προστεθεί.

source: Could not connect to server. Please refresh this page.
el_gr: Δεν μπορούσε να συνδεθεί με το διακομιστή. Παρακαλούμε ανανεώστε αυτή τη σελίδα.

source: Check Connection
el_gr: Έλεγχος κατάστασης σύνδεσης

source: Schedule Back up - CyberPanel
el_gr: Προγραμματίσετε αντίγραφα ασφαλείας - CyberPanel

source: Schedule Back up
el_gr: Προγραμματίσετε αντίγραφα ασφαλείας

source: On this page you can schedule Back ups to localhost or remote server (If you have added one).
el_gr: Σε αυτή τη σελίδα μπορείτε να προγραμματίσετε Back ups localhost ή απομακρυσμένο διακομιστή (αν έχετε προσθέσει).

source: Select Destination
el_gr: Επιλέξτε προορισμό

source: Select Frequency
el_gr: Επιλέξτε Συχνότητα

source: Cannot add schedule. Error message:
el_gr: Δεν είναι δυνατό να προσθέσετε χρονοδιάγραμμα. Μήνυμα λάθους:

source: Schedule Added
el_gr: Χρονοδιάγραμμα που προστέθηκε

source: Frequency
el_gr: Συχνότητα

source: Back up Home - CyberPanel
el_gr: Δημιουργία αντιγράφων ασφαλείας Home - CyberPanel

source: Back up
el_gr: Αντίγραφο ασφαλείας

source: Back up and restore sites.
el_gr: Αντιγράφο Ασφαλείας και Επαναφοράς ιστοσελίδων

source: Available Functions
el_gr: Οι διαθέσιμες λειτουργίες

source: Back up Site
el_gr: Αντίγραφο ασφαλείας Ιστοσελίδας

source: Restore Back up
el_gr: Επαναφορά Αντιγράφου ασφαλείας

source: Restore
el_gr: Επαναφορά

source: Website
el_gr: Ιστοσελίδα:

source: Package
el_gr: Πακέτο

source: Restore Website - CyberPanel
el_gr: Επαναφορά Ιστοσελίδας - CyberPanel

source: Restore Website
el_gr: Επαναφορά ιστοσελίδας

source: This page can be used to restore your websites, Back up should be generated from CyberPanel Back up generation tool, it will detect all Back ups under <strong>/home/backup</strong>.
el_gr: Αυτή η σελίδα μπορεί να χρησιμοποιηθεί για την αποκατάσταση των ιστότοπων σας, η δημιουργία αντιγράφων ασφαλείας θα πρέπει να δημιουργείται από το εργαλείο δημιουργίας αντιγράφων ασφαλείας CyberPanel Backup, θα ανιχνεύει όλα τα αντίγραφα ασφαλείας <strong>/home/backup</strong>.

source: Select Back up
el_gr: Επιλέξτε Αντίγραφο ασφαλείας

source: Error message:
el_gr: Μήνυμα λάθους:

source: Site related to this Back up already exists.
el_gr: Ο ιστότοπος που σχετίζεται με αυτό το αντίγραφο ασφαλείας υπάρχει ήδη.

source: Home - CyberPanel
el_gr: Αρχική σελίδα - CyberPanel

source: Use the tabs to navigate through the control panel.
el_gr: Χρησιμοποιήστε τις καρτέλες για να περιηγηθείτε στον πίνακα ελέγχου.

source: Usage
el_gr: Χρήση

source: CPU Usage
el_gr: Χρήση επεξεργαστή

source: Ram Usage
el_gr: Χρήση RAM

source: Disk Usage '/'
el_gr: Χρήση δίσκου '/'

source: User Functions
el_gr: Λειτουργίες Χρήστη

source: Users
el_gr: Χρήστες

source: Website Functions
el_gr: Λειτουργίες της Ιστοσελίδας

source: Websites
el_gr: Ιστοσελίδες

source: Add/Modify Packages
el_gr: Προσθήκη/Τροποποίηση πακέτων

source: Packages
el_gr: Πακέτα

source: Database Functions
el_gr: Λειτουργίες βάσης δεδομένων

source: Databases
el_gr: Βάση δεδομένων

source: FTP Functions
el_gr: Λειτουργίες FTP

source: Server Tuning
el_gr: Συντονισμός διακομιστή

source: Server Status
el_gr: Κατάσταση Διακομιστή

source: PHP Configurations
el_gr: Ρυθμίσεις PHP

source: Logs
el_gr: Αρχεία καταγραφής

source: Security
el_gr: Ασφάλεια

source: Disk Usage
el_gr: Χρήση δίσκου

source: Web Hosting Control Panel
el_gr: Πίνακας Ελέγχου Φιλοξενίας Ιστοσελίδων

source: Close sidebar
el_gr: Κλείσιμο πλευρικής εργαλειοθήκης

source: My Account
el_gr: Ο Λογαριασμός Μου

source: Edit profile
el_gr: Επεξεργασία προφίλ

source: View Profile
el_gr: Προβολή Προφίλ

source: Logout
el_gr: Έξοδος

source: CPU Load Average
el_gr: Μέσο φορτίο CPU

source: Dashboard Quick Menu
el_gr: Γρήγορο Μενού του Πίνακα εργαλείων

source: Tuning
el_gr: Συντονισμός

source: Overview
el_gr: Επισκόπηση

source: Dashboard
el_gr: Διαχείριση

source: Version Management
el_gr: Τελευταία Έκδοση:

source: Main
el_gr: Κύριος

source: Create New User
el_gr: Δημιουργία νέου χρήστη

source: Modify User
el_gr: Τροποποίηση Χρήστη

source: Delete User
el_gr: Διαγραφή Χρήστη

source: Create Website
el_gr: Δημιουργία ιστοσελίδας

source: List Websites
el_gr: Κατάλογος ιστοσελίδων

source: Modify Website
el_gr: Τροποποίηση ιστοτόπου

source: Suspend/Unsuspend
el_gr: Αναστολή / Απενεργοποίηση

source: Delete Website
el_gr: Διαγραφή Ιστοσελίδας

source: Create Package
el_gr: Δημιουργία Πακέτου

source: Delete Package
el_gr: Διαγραφή Πακέτου

source: Modify Package
el_gr: Τροποποίηση πακέτου

source: Create Database
el_gr: Δημιουργία Βάσης Δεδομένων

source: Delete Database
el_gr: Διαγραφή Βάσης Δεδομένων

source: List Databases
el_gr: Λίστα Βάσεων Δεδομένων

source: Create Nameserver
el_gr: Δημιουργία Nameserver

source: Create DNS Zone
el_gr: Δημιουργία ζώνης DNS

source: Delete Zone
el_gr: Διαγραφή Ζώνης

source: Add/Delete Records
el_gr: Προσθήκη/Διαγραφή Αρχείων

source: Create Email Account
el_gr: Δημιουργία Λογαριασμού Email

source: Create Email
el_gr: Δημιουργία Email

source: Delete Email Account
el_gr: Διαγραφή του λογαριασμού Email

source: Delete Email
el_gr: Διαγραφή Email

source: Change Password
el_gr: Αλλαγή Κωδικού πρόσβασης

source: Access Webmail
el_gr: Πρόσβαση Webmail

source: Create FTP Account
el_gr: Δημιουργία Λογαριασμού FTP

source: Delete FTP Account
el_gr: Διαγραφή του Λογαριασμού FTP

source: List FTP Accounts
el_gr: Λίστα Λογαριασμών FTP

source: Add/Delete Destination
el_gr: Προσθήκη/Διαγραφή Προορισμού

source: Manage SSL
el_gr: Διαχείριση SSL

source: Hostname SSL
el_gr: Όνομα φιλοξενίας SSL

source: Server
el_gr: Διακομιστής

source: NEW
el_gr: ΝΕΟΣ

source: LiteSpeed Tuning
el_gr: Συντονισμός διακομιστή

source: PHP Tuning
el_gr: Συντονισμός PHP

source: LiteSpeed Status
el_gr: Κατάσταση Συστήματος

source: CyberPanel Main Log File
el_gr: Κύριο Aρχείο καταγραφής CyberPanel

source: Install PHP Extensions
el_gr: Εγκατάσταση Eπεκτάσεων PHP

source: Install Extensions
el_gr: Εγκατάσταση Eπεκτάσεων

source: Edit PHP Configs
el_gr: Επεξεργασία Ρυθμίσεων PHP

source: Access Log
el_gr: Αρχείο καταγραφής Πρόσβασης

source: Error Logs
el_gr: Αρχεία καταγραφής σφαλμάτων

source: Email Logs
el_gr: Αρχεία καταγραφής Email

source: Email Log
el_gr: Αρχείο καταγραφής Email

source: FTP Logs
el_gr: Αρχεία καταγραφής FTP

source: Firewall Home
el_gr: Αρχική σελίδα τείχους προστασίας

source: Firewall
el_gr: Τείχος προστασίας

source: Secure SSH
el_gr: Ασφαλίστε SSH

source: CPU Status
el_gr: Κατάσταση Επεξεργαστή

source: Fullscreen
el_gr: Πλήρης οθόνη

source: System Status
el_gr: Κατάσταση Συστήματος

source: Version Management - CyberPanel
el_gr: Διαχείριση έκδοσης - CyberPanel

source: On this page you can manage versions and or upgrade to latest version of CyberPanel
el_gr: Σε αυτή τη σελίδα μπορείτε να διαχειριστείτε τις εκδόσεις ή και να αναβαθμίσετε στην τελευταία έκδοση του CyberPanel

source: Current Version
el_gr: Τρέχουσα Έκδοση

source: Build
el_gr: Κατασκευή

source: Latest Version
el_gr: Τελευταία έκδοση

source: Latest Build
el_gr: Πιο πρόσφατη έκδοση

source: Error message:
el_gr: Μήνυμα λάθους:

source: Update started...
el_gr: Έναρξη ενημέρωσης...

source: Update finished...
el_gr: Ενημέρωση τελείωσε...

source: Could not connect. Please refresh this page.
el_gr: Αδυναμία σύνδεσης. Ανανεώστε αυτή τη σελίδα.

source: Create New Database - CyberPanel
el_gr: Δημιουργία νέας βάσης δεδομένων - CyberPanel

source: Create a new database on this page.
el_gr: Δημιουργήσετε μια νέα βάση δεδομένων σε αυτήν τη σελίδα.

source: Database Name
el_gr: Όνομα βάσης δεδομένων

source: User Name
el_gr: Όνομα Χρήστη

source: Cannot create database. Error message:
el_gr: Δεν είναι δυνατή η δημιουργία βάσης δεδομένων. Μήνυμα λάθους:

source: Database created successfully.
el_gr: Η βάση δεδομένων δημιουργήθηκε με επιτυχία.

source: Delete Database - CyberPanel
el_gr: Διαγραφή Βάσης Δεδομένων - CyberPanel

source: Delete an existing database on this page.
el_gr: Διαγράψτε μια υπάρχουσα βάση δεδομένων σε αυτήν τη σελίδα.

source: Select Database
el_gr: Επιλέξτε βάση δεδομένων

source: Database deleted successfully.
el_gr: Η διαγραφή έγινε με επιτυχία.

source: Database Functions - CyberPanel
el_gr: Λειτουργίες βάσης δεδομένων - CyberPanel

source: Create, edit and delete databases on this page.
el_gr: Δημιουργία, επεξεργασία και διαγραφή βάσεων δεδομένων σε αυτήν τη σελίδα.

source: List Databases - CyberPanel
el_gr: Λίστα Βάσεων Δεδομένων - CyberPanel

source: List Databases or change their passwords.
el_gr: Λίστα βάσεων δεδομένων ή αλλαγή των κωδικών πρόσβασής τους.

source: Select Domain
el_gr: Επιλέξτε Domain

source: Records successfully fetched for
el_gr: Αρχεία που έχουν εξαχθεί με επιτυχία για

source: Cannot change password for
el_gr: Δεν είναι δυνατό να αλλάξετε τον κωδικό πρόσβασης για

source: Could Not Connect to server. Please refresh this page
el_gr: Δεν μπορούσε να συνδεθεί με το διακομιστή. Παρακαλούμε ανανεώστε αυτή τη σελίδα.

source: Database User
el_gr: Χρήστης

source: Change
el_gr: Αλλαγή

source: Add/Modify DNS Records - CyberPanel
el_gr: Προσθήκη/τροποποίηση εγγραφών DNS - CyberPanel

source: Add/Modify DNS Zone
el_gr: Προσθήκη/τροποποίηση ζώνη DNS

source: On this page you can add/modify dns records for domains whose dns zone is already created.
el_gr: Σε αυτή τη σελίδα μπορείτε να προσθέσετε/τροποποιήσετε αρχεία DNS για τομείς των οποίων η ζώνη DNS έχει ήδη δημιουργηθεί.

source: Add Records
el_gr: Προσθήκη Αρχείων

source: Name
el_gr: Όνομα

source: Add
el_gr: Προσθήκη

source: Domain Name
el_gr: Όνομα Domain

source: Priority
el_gr: Προτεραιότητα

source: Policy
el_gr: Πολιτική

source: Text
el_gr: Κείμενο

source: Type
el_gr: Μορφή

source: Value
el_gr: Αξία

source: Cannot fetch records. Error message:
el_gr: Δεν είναι δυνατή η λήψη αρχείων. Μήνυμα λάθους:

source: Cannot add record. Error message:
el_gr: Δεν είναι δυνατή η προσθήκη αρχείων. Μήνυμα λάθους:

source: Record Successfully Deleted
el_gr: Εγγραφή Διαγράφηκε με Επιτυχία

source: Cannot delete record. Error message:
el_gr: Δεν είναι δυνατή η διαγραφή αρχείων. Μήνυμα λάθους:

source: Record Successfully Added.
el_gr: Η εγγραφή προστέθηκε με επιτυχία.

source: Create DNS Zone - CyberPanel
el_gr: Δημιουργία ζώνης DNS - CyberPanel

source: This page is used to create DNS zone, to edit dns zone you can visit Modify DNS Zone Page.
el_gr: Αυτή η σελίδα χρησιμοποιείται για τη δημιουργία ζώνης DNS, για να επεξεργαστείτε τη ζώνη DNS που μπορείτε να επισκεφτείτε στη σελίδα Modify DNS Zone.

source: Details
el_gr: Λεπτομέρειες

source: Cannot create DNS Zone. Error message:
el_gr: Δεν είναι δυνατή η δημιουργία ζώνης DNS. Μήνυμα λάθους:

source: DNS Zone for domain:
el_gr: Ζώνη DNS για domain:

source: Create Nameserver - CyberPanel
el_gr: Δημιουργία Nameserver - CyberPanel

source: You can use this page to setup nameservers using which people on the internet can resolve websites hosted on this server.
el_gr: Μπορείτε να χρησιμοποιήσετε αυτή τη σελίδα για να ρυθμίσετε τους διακομιστές ονομάτων, με τους οποίους οι χρήστες στο διαδίκτυο μπορούν να επιλύσουν ιστότοπους που φιλοξενούνται σε αυτόν τον διακομιστή.

source: First Nameserver
el_gr: Πρώτος Nameserver

source: Second Nameserver (Back up)
el_gr: Δεύτερος Nameserver (Δημιουργία αντιγράφων ασφαλείας)

source: Nameserver cannot be created. Error message:
el_gr: Δεν μπορεί να δημιουργηθεί nameserver. Μήνυμα λάθους:

source: The following nameservers were successfully created:
el_gr: Δημιουργήθηκαν με επιτυχία οι ακόλουθοι nameservers:

source: Delete DNS Zone - CyberPanel
el_gr: Διαγραφή ζώνη DNS - CyberPanel

source: Delete DNS Zone
el_gr: Διαγραφή DNS Ζώνης

source: This page can be used to delete DNS Zone. Deleting the DNS zone will remove all its related records as well.
el_gr: Αυτή η σελίδα μπορεί να χρησιμοποιηθεί για τη διαγραφή της Ζώνης DNS. Η διαγραφή της ζώνης DNS θα αφαιρέσει όλες τις σχετικές εγγραφές της.

source: Select Zone
el_gr: Επιλέξτε Ζώνη

source: Are you sure?
el_gr: Είστε σίγουρος?

source: Cannot delete zone. Error message:
el_gr: Δεν είναι δυνατή η διαγραφή ζώνης. Μήνυμα λάθους:

source: Zone for domain:
el_gr: Ζώνη DNS για domain:

source: is successfully erased.
el_gr: Διαγράφηκε με επιτυχία!

source: DNS Functions - CyberPanel
el_gr: Λειτουργίες Βάσης δεδομένων - CyberPanel

source: DNS Functions
el_gr: Λειτουργίες DNS

source: Create, edit and delete DNS zones on this page.
el_gr: Δημιουργία, επεξεργασία και διαγραφή ζωνών DNS σε αυτή τη σελίδα.

source: Add Delete Records
el_gr: Προσθήκη/Διαγραφή Αρχείων

source: Add Delete/Records
el_gr: Προσθήκη Διαγραφή/Αρχείων

source: Refresh
el_gr: Ανανέωση

source: Save Changes
el_gr: Αποθήκευση Aλλαγών

source: Firewall - CyberPanel
el_gr: Τείχος προστασίας - CyberPanel

source: Add/Delete Firewall Rules
el_gr: Προσθήκη/Διαγραφή κανόνων τείχους προστασίας

source: On this page you can add/delete firewall rules. (By default all ports are blocked, except mentioned below)
el_gr: Σε αυτή τη σελίδα μπορείτε να προσθέσετε / διαγράψετε κανόνες τείχους προστασίας. (Από προεπιλογή, όλες οι θύρες αποκλείονται, εκτός από αυτές που αναφέρονται παρακάτω)

source: Add/Delete Rules
el_gr: Προσθήκη/Διαγραφή κανόνων τείχους προστασίας

source: Start
el_gr: Έναρξη

source: Stop
el_gr: Στάση

source: Reload
el_gr: Επαναφόρτωση

source: Action failed. Error message:
el_gr: Η ενέργεια απέτυχε. Μήνυμα λάθους:

source: Action successful.
el_gr: Ενέργεια επιτυχής.

source: Protocol
el_gr: Πρωτόκολλο

source: Rule successfully added.
el_gr: Προστέθηκε με επιτυχία κανόνας.

source: Security - CyberPanel
el_gr: Ασφάλεια - CyberPanel

source: Security Functions
el_gr: Λειτουργίες ασφαλείας

source: Manage the security of the server on this page.
el_gr: Διαχειριστείτε την ασφάλεια του διακομιστή σε αυτήν τη σελίδα.

source: Secure SSH - CyberPanel
el_gr: Ασφαλής SSH - CyberPanel

source: Basic
el_gr: Βασικά

source: SSH Keys
el_gr: Κλειδιά SSH

source: SSH Port
el_gr: Θύρα SSH

source: Permit Root Login
el_gr: Επιτρέψτε την είσοδο Root

source: Before disabling root login, make sure you have another account with sudo priviliges on server.
el_gr: Πριν απενεργοποιήσετε τη σύνδεση root, βεβαιωθείτε ότι έχετε έναν άλλο λογαριασμό με δικαιώματα sudo στο διακομιστή.

source: SSH Configurations Saved.
el_gr: Οι ρυθμίσεις SSH αποθηκεύτηκαν.

source: Key
el_gr: Κλειδί

source: Add Key
el_gr: Προσθήκη κλειδιού

source: Save
el_gr: Αποθήκευση

source: SSH Key Deleted
el_gr: Το κλειδί SSH διαγράφηκε

source: Create FTP Account - CyberPanel
el_gr: Δημιουργήστε Λογαριασμό FTP - CyberPanel

source: Select the website from list, and its home directory will be set as the path to ftp account.
el_gr: Επιλέξτε τον ιστότοπο από τη λίστα και ο αρχικός του κατάλογος θα οριστεί ως η διαδρομή προς τον λογαριασμό ftp.

source: FTP Password
el_gr: Κωδικός πρόσβασης FTP

source: Path (Relative)
el_gr: Διαδρομή (Σχετική)

source: Leave empty to select default home directory.
el_gr: Αφήστε κενό για να επιλέξετε προεπιλεγμένο αρχικό κατάλογο.

source: Create FTP
el_gr: Δημιουργία Λογαριασμού FTP

source: Cannot create FTP account. Error message:
el_gr: Δεν είναι δυνατή η δημιουργία λογαριασμού FTP. Μήνυμα λάθους:

source: FTP Account with username:
el_gr: Λογαριασμός FTP με όνομα χρήστη:

source: is successfully created.
el_gr: δημιουργήθηκε με επιτυχία.

source: Delete FTP Account - CyberPanel
el_gr: Διαγραφή του Λογαριασμού FTP - CyberPanel

source: Select domain and delete its related FTP accounts.
el_gr: Επιλέξτε τομέα και διαγράψτε τους σχετικούς λογαριασμούς FTP.

source: Select FTP Account
el_gr: Επιλέξτε λογαριασμό FTP

source: Cannot delete account. Error message:
el_gr: Δεν είναι δυνατό να διαγράψετε το λογαριασμό. Μήνυμα λάθους:

source: is successfully deleted.
el_gr: διαγράφηκε επιτυχώς.

source: Could not connect to the server. Please refresh this page.
el_gr: Αδυναμία σύνδεσης. Ανανεώστε αυτή τη σελίδα.

source: FTP Functions - CyberPanel
el_gr: Λειτουργίες FTP - CyberPanel

source: Delete and create FTP accounts on this page.
el_gr: Διαγράψτε και δημιουργήστε λογαριασμούς FTP σε αυτήν τη σελίδα.

source: List FTP Accounts - CyberPanel
el_gr: Λίστα Λογαριασμών FTP - CyberPanel

source: List FTP Accounts or change their passwords.
el_gr: Καταχωρίστε λογαριασμούς FTP ή αλλάξτε τους κωδικούς πρόσβασής τους.

source: Password changed for
el_gr: Ο κωδικός πρόσβασης άλλαξε

source: Cannot change password for <strong>{$ ftpUsername $}</strong>. Error message:
el_gr: Δεν είναι δυνατό να αλλάξετε κωδικό πρόσβασης για <strong>{ftpUsername $}</strong>. Μήνυμα λάθους:

source: Directory
el_gr: Ευρετήριο

source: Change Email Password - CyberPanel
el_gr: Αλλάξετε τον κωδικό πρόσβασης ηλεκτρονικού ταχυδρομείου - CyberPanel

source: Change Email Password
el_gr: Αλλαγή κωδικού πρόσβασης ηλεκτρονικού ταχυδρομείου

source: Select a website from the list, to change its password.
el_gr: Επιλέξτε μια τοποθεσία Web από τη λίστα, για να αλλάξετε τον κωδικό πρόσβασης.

source: Select Email
el_gr: Επιλέξτε διεύθυνση email

source: Cannot delete email account. Error message:
el_gr: Δεν είναι δυνατή η διαγραφή του λογαριασμού ηλεκτρονικού ταχυδρομείου. Μήνυμα λάθους:

source: Password successfully changed for :
el_gr: Κωδικός πρόσβασης άλλαξε με επιτυχία για:

source: Currently no email accounts exist for this domain.
el_gr: Προσωρινά δεν υπάρχουν λογαριασμοί ηλεκτρονικού ταχυδρομείου για αυτόν τον τομέα.

source: Create Email Account - CyberPanel
el_gr: Δημιουργήστε λογαριασμό Email - CyberPanel

source: Select a website from the list, to create an email account.
el_gr: Επιλέξτε μια τοποθεσία Web από τη λίστα, για να δημιουργήσετε ένα λογαριασμό ηλεκτρονικού ταχυδρομείου.

source: Cannot create email account. Error message:
el_gr: Δεν είναι δυνατή η διαγραφή του λογαριασμού ηλεκτρονικού ταχυδρομείου. Μήνυμα λάθους:

source: Email with id :
el_gr: Email με id:

source: is successfully created.
el_gr: δημιουργήθηκε με επιτυχία.

source: Delete Email Account - CyberPanel
el_gr: Διαγραφή λογαριασμού Email - CyberPanel

source: Select a website from the list, to delete an email account.
el_gr: Επιλέξτε μια τοποθεσία Web από τη λίστα, για να διαγράψετε ένα λογαριασμό ηλεκτρονικού ταχυδρομείου.

source: Email with id : {$ deletedID $} is successfully deleted.
el_gr: Το μήνυμα ηλεκτρονικού ταχυδρομείου με id: {deleted deletedID $} διαγράφεται με επιτυχία.

source: Mail Functions - CyberPanel
el_gr: Λειτουργίες Ταχυδρομείου - CyberPanel

source: Mail Functions
el_gr: Λειτουργίες ηλεκτρονικού ταχυδρομείου

source: Manage email accounts on this page.
el_gr: Διαχειριστείτε τους λογαριασμούς ηλεκτρονικού ταχυδρομείου σε αυτήν τη σελίδα.

source: Edit PHP Configurations - CyberPanel
el_gr: Επεξεργασία Ρυθμίσεων PHP - CyberPanel

source: Edit PHP Configurations
el_gr: Επεξεργασία Ρυθμίσεων PHP

source: Edit PHP Configurations on this page.
el_gr: Επεξεργασία Ρυθμίσεων PHP

source: Advanced
el_gr: Ρυθμίσεις για προχωρημένους

source: Select PHP
el_gr: Επιλέξτε PHP

source: display_errors
el_gr: ένδειξη_λάθους

source: file_uploads
el_gr: μεταφορτώσεις_αρχείων

source: allow_url_fopen
el_gr: επιτρέψτε_url_fopen

source: memory_limit
el_gr: Όριο_μνήμης

source: max_execution_time
el_gr: μέγιστο_όριο_εκτέλεσης

source: PHP Configs Saved.
el_gr: Αποθήκευση Ρυθμίσεων PHP

source: Manage PHP Installations - CyberPanel
el_gr: Διαχείριση εγκαταστάσεων PHP - CyberPanel

source: Manage PHP Installations
el_gr: Διαχείριση των εγκαταστάσεων PHP

source: Edit your PHP Configurations to suit your needs.
el_gr: Επεξεργαστείτε τις παραμέτρους PHP ώστε να ταιριάζουν στις ανάγκες σας.

source: Install PHP Extensions - CyberPanel
el_gr: Εγκαταστήστε τις επεκτάσεις της PHP - CyberPanel

source: Install/uninstall php extensions on this page.
el_gr: Εγκατάσταση/απεγκατάσταση επεκτάσεων php σε αυτή τη σελίδα.

source: Select PHP Version
el_gr: Επιλέξτε Έκδοση PHP

source: Search Extensions..
el_gr: Αναζήτηση για Επεκτάσεις...

source: Extension Name
el_gr: Όνομα Επέκτασης

source: Description
el_gr: Περιγραφή

source: Install
el_gr: Εγκατάσταση

source: Uninstall
el_gr: Απεγκατάσταση

source: Go Back
el_gr: Επιστροφή

source: Cannot fetch details. Error message:
el_gr: Δεν μπορεί να προσκομίσει στοιχεία. Μήνυμα λάθους:

source: Cannot perform operation. Error message:
el_gr: Δεν μπορεί να εκτελέσει λειτουργία. Μήνυμα λάθους:

source: SSL Functions - CyberPanel
el_gr: Λειτουργίες SSL - CyberPanel

source: SSL Functions
el_gr: Λειτουργίες SSL

source: Issue Let’s Encrypt SSLs for websites and hostname.
el_gr: Έκδοση Ας κρυπτογραφήσουμε τα SSL για ιστότοπους και όνομα κεντρικού υπολογιστή.

source: Manage SSL - CyberPanel
el_gr: Διαχείριση SSL - CyberPanel

source: This page can be used to issue Let’s Encrypt SSL for existing websites on server.
el_gr: Αυτή η σελίδα μπορεί να χρησιμοποιηθεί για να εκδώσει την έκδοση Let's Encrypt SSL για υπάρχοντες ιστότοπους στο διακομιστή.

source: Issue SSL
el_gr: Έκδοση SSL

source: Cannot issue SSL. Error message:
el_gr: Δεν είναι δυνατή η έκδοση SSL. Μήνυμα λάθους:

source: SSL Issued for
el_gr: SSL που Εκδίδονται για

source: Issue SSL For Hostname - CyberPanel
el_gr: Έκδοση SSL Για όνομα κεντρικού υπολογιστή - CyberPanel

source: Issue SSL For Hostname
el_gr: Έκδοση SSL Για όνομα κεντρικού υπολογιστή

source: Let’s Encrypt SSL for hostname to access CyberPanel on verified SSL.
el_gr: Ας Κρυπτογραφήσουμε το SSL για όνομα κεντρικού υπολογιστή για πρόσβαση στο CyberPanel σε επαληθευμένο SSL.

source: SSL Issued. You can now access CyberPanel at:
el_gr: Έκδοση SSL. Τώρα μπορείτε να αποκτήσετε πρόσβαση στο CyberPanel στη διεύθυνση:

source: Create Package - CyberPanel
el_gr: Δημιουργία Πακέτου - CyberPanel

source: Packages define resources for your websites, you need to add package before creating a website.
el_gr: Πακέτα καθορίζουν τους πόρους για τους ιστοχώρους σας, πρέπει να προσθέσετε το πακέτο πριν από τη δημιουργία ενός δικτυακού τόπου.

source: Package Details
el_gr: Οι Λεπτομέρειες του Πακέτου σας

source: Package Name
el_gr: Όνομα πακέτου

source: Disk Space
el_gr: Χώρος στο δίσκο

source: MB (0 = Unlimited)
el_gr: MB (0 = απεριόριστα)
